{
    "app": {
      "name": "Surfboard WFM",
      "short_description": "Smart WFM with forecasting, capacity planning, and performance analytics",
      "long_description": "<p>Meet Surfboard, the home of your customer support strategy. Leading brands teams like Ruggable, Beauty Pie, and Grow Therapy use Surfboard’s workforce management platform to manage the growth and evolution of their support teams internationally. Surfboard offers a smart, modern WFM to streamline and consolidate operations from forecasting to capacity planning, scheduling and performance analytics. Identify hidden costs and inefficiencies across your entire support function. Unlock the profit-driving opportunity of proactive customer care alongside human and AI service resourcing.</p><hr><h2>Forecasting for Zendesk</h2><p>Surfboard seamlessly integrates into Zendesk, pulling ticket volumes to feed our forecasting engine. With custom forecasting, you can tailor your forecast based on language, geography, query type, or any other Zendesk customization. Surfboard maps to Zendesk, pulling the relevant fields in Zendesk such as assignee, channel, group, problem, requester, satisfaction rating, status, tags or view. This means, your forecast can go into as much detail as you want, ensuring accurate data transfers, enabling powerful forecasting.</p><h2>Real-time management for Zendesk</h2><p>Stay on the pulse of how capacity is used in real-time with Surfboard’s real-time management dashboard. Monitor adherence and attendance and make data-led decisions and changes quickly and easily with bulk editing tools.</p><h2>Adherence and performance reporting for Zendesk</h2><p>Our Zendesk integration provides deeper insights into schedule adherence and productivity by monitoring agent activity within Zendesk. This means, you can track whether agents resolve, open, or close tickets within their scheduled time in Zendesk, along with the number of tickets they interact with—giving visibility into both adherence and agent productivity. This data is accessible to both managers and agents, empowering agents to manage their own performance.</p><p><a href=\"https://surfboard.navattic.com/nh4d09ve\">Take a tour</a> on our website or <a href=\"https://teamsurfboard.com/surfboard-demo/\">Book a demo</a> to find out more.</p>",
      "installation_instructions": "Set up a subscription to the app and then integrate your Zendesk data via an authorisation flow."
    }
  }
  